base
base-devel
deepin-reader
dmidecode
dosfstools
dunst
efibootmgr
fastfetch
fatsort
ffmpegthumbnailer
flatpak
gimp
git
gnome-disk-utility
go
gptfdisk
grub
gvfs
htop
intel-ucode
jre-openjdk
jre21-openjdk
kdenlive
libnotify
libreoffice-still
librewolf-bin
linux
linux-firmware
megasync-bin
micro
networkmanager
nitrogen
noto-fonts-cjk
nsxiv
obs-studio
pavucontrol
pcmanfm
picom
pipewire
pipewire-pulse
prismlauncher
qbittorrent
scrot
tk
tldr
torbrowser-launcher
ttf-font-awesome
ttf-jetbrains-mono
tumbler
ungoogled-chromium-bin
unrar
unzip
vlc
wireplumber
xclip
xcolor
xdg-desktop-portal-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zen-browser-bin
zip
zsh
